[
  {
    "name": "Daniel Marciano",
    "instrument": "Lead Guitar",
    "biography": "One of the original two founders, his amazing solos have earned him the nickname Sprinkles. What we play might be shit, but you put sprinkles on that shit and it's a sundae. He can usually be found... who the fuck knows? We're constantly wondering that actually. He's usually at practice every Friday though- thank god for that. He's kind of a force of nature to the reckoned with. He's single (and not a rapist), ladies.",
    "quote": "...",
    "photo": "00048",
    "facebook": 1305670135
  },
  {
    "name": "Joseph Breslin",
    "instrument": "Rhythm Guitar",
    "biography": "The other original founder, he originally played bass and then moved to rhythm guitar once the band started to take shape. He is also The Rememberer since everybody else in the band apparently has Alzheimer's and only he remembers the old riffs and incomplete songs. He can usually be found rocking out to riffs and incomplete songs and going over them with the other members. We would be screwed without him.",
    "quote": "Cigarette break?",
    "photo": "00050",
    "facebook": 100001384904285,
    "twitter": "cujo327"
  },
  {
    "name": "Kevin Breslin",
    "instrument": "Drums",
    "biography": "When he heard Dan and his brother Joe playing in the house he kind of wondered what the hell was going on. After listening for a while, experimenting with keyboards and then moving to drums once Dan brought his set over, he's now a full time member. He is usually found wearing odd objects on his head including but not limited to popcorn buckets and paper bags.",
    "quote": "Yes, we're recording.",
    "photo": "00089",
    "facebook": 100001288243630,
    "twitter": "kovuthehusky"
  },
  {
    "name": "Mario Bueno",
    "instrument": "Vocals",
    "biography": "The token minority of the group, his lyrics and vocals really gave us what our sound is today. Usually seen clutching a microphone and singing and screaming his heart out in the middle of the group, he's definitely an asset to the group and we're lucky to have him. At the very least, our drummer would be lost without the vocals to play along with. The guy totally needs to quit his job and do vocals full time though, right?",
    "quote": "RRAAAAGGHH!",
    "photo": "00062",
    "facebook": 1567538654
  },
  {
    "name": "Christopher Kleo",
    "instrument": "Bass",
    "biography": "This guy is crazy. One day he decides he wants to play bass having no previous experience and the next he plays like a professional. After returning from his recent incarceration (sans Wombats) he is looking forward to playing some songs and jamming with the rest of us. He can usually be found plucking the bass near the drum set during practice or playing along with Joe to learn the riffs and songs.",
    "quote": "?",
    "photo": "00004",
    "facebook": 100003317927811
  },
  {
    "name": "Lance Collik",
    "instrument": "Keyboards",
    "biography": "He just decided to rock out with us on keyboards one day. When he's not playing around with all the weird choices on his keyboard he's actually pretty good at what he does. He's a pretty cool guy.",
    "quote": "Hheeeeeeyy!",
    "photo": "00043"
  }
]
